Revit 2027 API
APIObject Properties
The APIObject type exposes the following members.
Properties
Name | Description
IsReadOnly | Identifies if the object is read-only or modifiable.
Top
See Also
Reference
APIObject Class
Autodesk.Revit.DB Namespace